museum_locations = {
    "Комунальний заклад «Павлоградський історико-краєзнавчий музей» Павлоградської міської ради": {
        "latitude": 48.5333,
        "longitude": 35.8667
    },
    'Комунальний заклад «Охтирський міський краєзнавчий музей»': {
        "latitude": 50.3217,
        "longitude": 34.9027
    },
    "Національний архітектурно-історичний заповідник Чернігів стародавній": {
        "latitude": 51.4979,
        "longitude": 31.2928
    },
    "Комунальний заклад Сумської обласної ради «Сумський обласний краєзнавчий музей»": {
        "latitude": 50.9077,
        "longitude": 34.7981
    },
    "Національний заповідник Києво-Печерська лавра": {
        "latitude": 50.4349,
        "longitude": 30.5595
    },
    "Національний музей у Львові імені Андрея Шептицького": {
        "latitude": 49.8397,
        "longitude": 24.0297
    },
    "Національний історико-культурний заповідник Чигирин": {
        "latitude": 49.0884,
        "longitude": 32.6784
    },
    "Національний художній музей України": {
        "latitude": 50.4501,
        "longitude": 30.5243
    },
    "Національний Києво-Печерський історико-культурний заповідник": {
        "latitude": 50.4356,
        "longitude": 30.5626
    },
    "Комунальний заклад «Лебединський міський краєзнавчий музей» Лебединської міської ради": {
        "latitude": 50.5871,
        "longitude": 34.4996
    },
    "Національний музей Тараса Шевченка": {
        "latitude": 50.4399,
        "longitude": 30.5286
    },
    "Національний музей літератури України": {
        "latitude": 50.4464,
        "longitude": 30.5187
    },
    "Національний музей історії України": {
        "latitude": 50.4454,
        "longitude": 30.5175
    },
    "Комунальний заклад Сумської обласної ради «Меморіальний будинок-музей А. П. Чехова в м. Суми»": {
        "latitude": 50.9066,
        "longitude": 34.8067
    },
    "Комунальний заклад Сумської обласної ради «Сумський обласний художній музей ім.Никанора Онацького»": {
        "latitude": 50.9116,
        "longitude": 34.7984
    }
}
